<%@ Page Language="C#" AutoEventWireup="true" CodeBehind="agreement.aspx.cs" Inherits="TuanDai.WXApiWeb.pages.agreement" %>

<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no">
    <meta name="format-detection" content="telephone=no" />
    <meta name="apple-mobile-web-app-status-bar-style" content="black" />
    <title>团贷网注册服务协议</title>
    <link rel="stylesheet" type="text/css" href="/css/base.css?v=<%=TuanDai.WXApiWeb.GlobalUtils.Version %>" />
    <!--base-->
    <style type="text/css">
        .rulesBox {
            padding: 15px;
        }

            .rulesBox p {
                font-size: 1.2rem;
                line-height: 150%;
                margin-bottom: 25px;
            }
    </style>
</head>
<body>
    <%= this.GetNavStr()%>
    <header class="headerMain">
        <div class="header">
            <div class="back" onclick="javascript:history.go(-1);">返回</div>
            <h1 class="title">团贷网注册服务协议</h1>
        </div>
        <%= this.GetNavIcon()%>
        <div class="none"></div>
    </header>
    <section class="rulesBox clearfix">
        <p class="fB mb5">特别提示：</p>
<p>1、由派生科技集团股份有限公司合法运营的网址www.tdw.cn是一家提供互联网综合理财服务的网站（以下简称“团贷网”）。其已经开发及将来不时开发的实现部分或全部“团贷网”网站功能的移动终端软件（以下简称“移动终端”，包括但不限于手机客户端以及不时开发的移动客户端软件或工具，“移动终端”与“团贷网”网站合称为“平台”）依据本协议为平台用户（以下简称“平台用户”、“用户”或“您”）提供服务，本协议对平台和平台用户均具有法律约束力的文件，构成双方之间的有效合同。</p>
<p>2、为了方便您的使用，在您注册成为本平台用户时，您知晓并同意将同时注册成为由东莞团贷网互联网科技服务有限公司运营的“www.tuandai.com”平台用户（该平台以下简称“团贷网网贷投资”）。对于本协议签署后新加入“团贷网网贷投资”的用户，各方均同意无须另行注册或确认即可成为“团贷网网贷投资”的正式用户，且本协议的效力将及于上述新加入的平台。</p>
<p>3、请您在注册成为平台用户前务必仔细阅读并决定是否同意本协议各条款，特别是其中所涉及的免除或限制平台责任的条款、排除或限制您权利的条款等。您现在可以选择：阅读本协议并决定是否继续下一步操作或者不阅读直接退出，阅读后表示同意或不同意，自行决定在平台注册或不注册；但是，若您在平台进行注册，则视为您已阅读本协议并同意全部条款、接受平台的服务，从而受本协议全部条款的约束。若您不同意接受以下条款，您将不能得到平台提供的服务。</p>
<p>4、请您确认您为已年满18周岁且具有完全民事权利能力和民事行为能力的自然人（若相关产品对购买条件包括但不限于年龄方面有特殊要求的，按照相关法律法规执行）或依据中华人民共和国法律在中华人民共和国境内（港澳台除外）设立的具有民事行为能力能够独立承担民事责任的法人或其他组织后再进行注册；否则，您将不能得到平台提供的服务，如您进行注册由此可能引发相关行为不具有法律效力的后果，且由于您的行为造成平台或他人财产或人身权益损害或合同权益无法实现，均应由您负责并承担全部赔偿责任。</p>
<p>5、请您确认您的注册行为和通过平台进行的交易及与平台之间的全部行为，为您的真实意思表示，且不是代表任何他人、组织、机构、法人的代理行为。</p>

<p class="fB mb5">第一章 使用规则</p>
<p>第一条 在使用平台服务前，您必须先按照平台要求完成注册，成为平台用户。</p>
<p>第二条 为了保障您的权益，您在自愿注册使用平台服务前，必须仔细阅读并充分理解知悉本协议所有条款。一经注册或使用平台服务即视为对本协议的充分理解和接受，如有违反而导致任何法律后果的发生，您将以自己的名义独立承担相应的法律责任。</p>
<p>第三条 在本协议履行过程中，平台可根据情况对本协议进行修改。一旦本协议的内容发生变动，将通过平台网站公布最新的服务协议，不再向平台用户作个别通知。如果用户不同意平台对本协议所做的修改，用户有权停止使用平台服务。如果用户继续使用平台服务，则视为用户接受平台对本协议所做的修改，并应遵照修改后的协议执行。</p>
<p>第四条 针对平台对于平台用户的通知及任何其他的协议、告示或其他关于用户使用平台账户及服务的通知，用户同意平台可通过平台公告、电子邮件、手机短信、无线通讯装置、站内信等电子方式或常规的信件传递等方式进行，该等通知于发送之日视为已送达收件人，且因用户自身原因未及时查收的不影响通知的送达。因不可归责于平台的原因（包括但不限于信息传输等）导致用户未在前述通知发出当日收到该等通知的，平台不承担责任。</p>
<p>第五条 平台可以依其判断暂时停止提供、限制或改变平台服务，只要用户仍然使用平台服务，即表示用户仍然同意本协议。</p>

<p class="fB mb5">第二章 平台用户</p>
<p>第六条 平台的用户分为个人用户和机构用户，个人用户是指年满18周岁（若相关产品对购买条件包括但不限于年龄方面有特殊要求的，按照相关法律法规执行）并符合中华人民共和国法律规定的具有完全民事权利能力和民事行为能力，能够独立承担民事责任的自然人；机构用户是指依据中华人民共和国法律在中华人民共和国境内（港澳台除外）设立的具有民事行为能力能够独立承担民事责任的法人或其他组织。</p>

<p class="fB mb5">第三章 平台服务的内容</p>
<p>第七条 平台为用户提供专业的交易信息服务，其中部分服务需要对用户资质进行评估，并非所有的用户都可以获得所有的服务。您是否符合接受服务的条件，最终的解释权归平台。平台保留对所展示的信息和资料及其显示的条款、条件和说明变更的权利。</p>
<p>第八条 平台服务内容主要包括根据用户需求发布交易信息、提供交易管理服务、提供客户服务等，具体详情以平台当时提供的服务内容为准。平台服务的部分内容需要平台用户根据平台要求通过移动电话号码完成实名身份认证及银行卡认证，未进行身份认证及银行卡认证的平台用户将无法使用该部分服务。因未能完成认证而无法享受平台服务造成的损失，平台不承担任何责任。</p>
<p>第九条 平台为用户提供信息发布服务。平台提供的服务不构成向任何人士接受或购买产品及服务的要约邀请。信息发布方委托平台向用户提供的各种信息及资料，平台不保证上述信息及资料的真实性、准确性等，用户应依其独立判断做出决策。平台用户据此进行交易的，产生的风险由其自行承担，用户无权据此向平台提出任何法律主张。在交易过程中，用户之间发生的纠纷，由纠纷各方自行解决，平台不承担任何责任。</p>
<p>第十条 平台将为用户提供如下交易管理服务：</p>
<p>1、用户在平台进行注册时将生成用户账户，用户账户将记载用户在平台的活动，上述平台用户账户是用户登陆平台的唯一账户。该用户账户也是登陆“团贷网网贷投资”的唯一用户名；</p>
<p>2、用户保证并承诺通过平台进行交易的资金来源合法，且不应是归集他人资金进行投资；</p>
<p>3、用户确认，其在平台进行的投资行为，平台和/或平台委托的相关金融机构将为您提供“资金管理服务”，主要包括但不限于：资金的充值、提现、代收、代付等。您可以通过平台有关页面的具体规则或说明详细了解；</p>
<p>4、用户确认，上述充值、提现、代收、代付等服务涉及平台与相关金融机构的合作，并将全部或部分由该等相关金融机构提供。如果就该等服务事宜，您与相关金融机构另行签署了相应的法律文件，则具体服务事项以及各方权利义务以该等法律文件约定为准；</p>
<p>5、用户确认，其在平台上按平台服务流程所确认的交易状态，将成为平台为用户进行相关交易或操作（包括但不限于支付或收取款项、冻结资金、订立协议等）的不可撤销的指令。用户同意相关指令的执行时间以在平台中进行实际操作的时间为准。用户同意平台有权依据本协议或/及平台相关纠纷处理规则等约定对相关事项进行处理。</p>
用户未能及时对交易状态进行修改、确认或未能提交相关申请所引起的任何纠纷或损失由用户自行负责，平台不承担任何责任；</p>
<p>6、用户了解平台并不是银行或金融机构，按照中国法律规定，平台不提供“即时”资金转账服务，用户同意平台对资金到账延迟不承担任何责任；</p>
<p>7、用户理解并同意，平台向符合条件的用户提供服务。对其在平台上进行的投资等交易行为不承担任何责任，平台无法、也没有义务保证用户在发出投资意向后，能够实际投资成功，用户因前述原因导致的损失（包括但不限于利息、手续费等损失）由用户自行承担，平台不承担责任；</p>
<p>8、用户通过平台委托的金融机构或第三方支付机构（以下简称“相关金融机构”）进行各项交易或接受交易款项时，若用户未遵从本协议条款或平台公布的交易规则中的操作指示，平台不承担任何责任。若发生上述状况而款项已先行拨入用户账户下，用户同意授予平台委托的相关金融机构直接从相关用户账户中扣回款项及禁止用户要求支付此笔款项之权利。此款项若已汇入用户的银行账户，用户同意平台具有向用户事后索回的权利，由此产生的追索费用由用户承担；</p>
<p>9、平台有权基于交易安全等方面的考虑不时设定涉及交易的相关事项，包括但不限于交易限额、交易次数等，用户了解平台的前述设定可能会对交易造成一定影响，对此没有异议；</p>
<p>10、如果平台发现了因系统故障或其他任何原因导致的处理错误，无论有利于平台还是有利于平台用户，平台都有权纠正该错误。如果该错误导致用户实际收到的款项多于应获得的金额，则无论错误的性质和原因，平台保留纠正不当执行的交易的权利，用户应根据平台向其发出的有关纠正错误的通知的具体要求返还多收的款项或进行其他操作。用户理解并同意，用户因前述处理错误而多付或少付的款项均不计利息，平台不承担因前述处理错误而导致的任何损失或责任（包括平台用户可能因前述错误导致的利息、汇率等损失）。</p>
<p>第十一条 平台将通过委托的相关金融机构为用户提供如下客户服务：</p>
<p>1、银行卡认证：为使用平台或平台委托的相关金融机构提供的充值、取现、代扣等服务，用户应按照平台规定的流程提交以其本人/机构名义登记的有效银行借记卡等信息，经由平台审核通过后，平台会将用户账户与前述银行账户进行绑定。如用户未按照平台规定提交相关信息或提交的信息错误、虚假、过时或不完整，或者平台有合理的理由怀疑用户提交的信息为错误、虚假、过时或不完整，平台有权拒绝为用户提供银行卡认证服务，用户因此未能使用充值、取现、代扣等服务而产生的损失自行承担；</p>
<p>2、充值：平台用户可以使用平台指定的方式向用户账户充入资金，用于通过平台进行交易；</p>
<p>3、代收/代付：平台按照平台当时向用户开放的功能提供代收/代付服务，自行或委托相关金融机构代为收取其他用户、项目担保方（如有）第三方向平台用户的账户支付的本息、代偿金等各类款项，或者将平台用户账户里的款项支付给用户指定的其他方。平台不保证提供的前述服务符合平台用户的期望；</p>
<p>4、款项回拨：平台用户可以通过平台当时开放的款项回拨功能将其账户中的资金转入经过认证的银行卡账户中。平台将于收到平台用户的前述指示后，尽快通过相关金融机构将相应的款项汇入其经过认证的银行卡账户；</p>
<p>5、查询：平台将对平台用户在平台的所有操作进行记录，不论该操作之目的最终是否实现。用户可以通过其用户账户实时查询用户账户名下的交易记录和账户内资金状况。用户理解并同意用户最终收到款项的服务是由用户经过认证的银行卡对应的银行提供的，需向该银行请求查证。用户理解并同意通过平台查询的任何信息仅作为参考，不作为相关操作或交易的证据或依据；</p>
<p>6、平台用户了解，上述充值、代收/代付及取现服务涉及平台与银行、项目担保方、第三方支付机构等第三方的合作。平台用户同意：</p>
<p>(1) 受银行、项目担保方（如有）、第三方支付机构等第三方仅在工作日进行资金代扣及划转的现状等各种原因所限，平台不对前述服务的资金到账时间做任何承诺，也不承担与此相关的责任，包括但不限于由此产生的利息、货币贬值等损失；</p>
<p>(2) 一经平台用户使用前述服务，即表示用户不可撤销地授权平台进行相关操作，且该等操作是不可逆转的，平台用户不能以任何理由拒绝付款或要求取消交易。就前述服务，用户应按照第三方的规定向第三方支付费用，<a href="/pages/helpCenter/helpDetail.aspx?id=178" style="color:blue;font-size: 14px;">具体请见平台网站的相关的公示信息</a>。与第三方之间就费用支付事项产生的争议或纠纷，与平台无关。</p>
<p>7、用户每次使用平台服务应直接登录平台，而不要通过邮件或其他网站提供的链接登录；</p>
<p>8、用户同意，平台有权在提供服务过程中以各种方式投放各种商业性广告或其他任何类型的商业信息（包括但不限于在平台的任何页面上投放广告），并且，用户同意接受平台通过电子邮件或其他方式向平台用户发送商品促销或其他相关商业信息。</p>
<p>第十二条 平台将为用户提供如下合同管理服务：</p>
<p>1、用户同意并确认当使用用户账户登录平台后，根据平台的相关规则，以用户账户ID在平台通过点击确认或类似方式签署的电子合同即视为用户真实意愿并以用户名义签署的合同，具有法律效力。用户应妥善保管自己的平台账户密码等账户信息，用户通过前述方式订立的电子合同对合同各方具有法律约束力，用户不得以其账户密码等账户信息被盗用或其他理由否认已订立的合同的效力或不按照该等合同履行相关义务。</p>
<p>2、用户根据本协议以及平台的相关规则签署电子合同后，不得擅自修改该合同，电子合同的修改以平台根据该合同及相关规则的通知为准。平台向用户提供电子合同的备案、查看、核对服务，如对电子合同真伪或电子合同的内容有任何疑问，用户可通过使用平台查询并进行核对。如对此有任何争议，应以平台上记录的合同为准。</p>
<p>3、用户不得私自仿制、伪造在平台上签订的电子合同或印章，不得用伪造的合同进行招摇撞骗或进行其他非法使用，否则由用户自行承担责任。</p>
<p>第十三条 除外责任</p>
<p>1、在任何情况下，对于平台用户使用平台服务过程中涉及由第三方提供相关服务的责任由该第三方承担，平台不承担该等责任。平台不承担责任的情形包括但不限于：</p>
<p>(1) 因银行、第三方支付机构等第三方未按照平台用户和/或平台指令进行操作引起的任何损失或责任；</p>
<p>(2) 因银行、第三方支付机构等第三方原因导致资金未能及时到账或未能到账引起的任何损失或责任；</p>
<p>(3) 因银行、第三方支付机构等第三方对交易限额或次数等方面的限制而引起的任何损失或责任；</p>
<p>(4) 因他人实施网络诈骗、黑客攻击等违法犯罪导致用户的任何损失；</p>
<p>(5) 因其他第三方的行为或原因导致的任何损失或责任。</p>
<p>2、 因用户自身的原因导致的任何损失或责任，由其自行负责，平台不承担责任。平台不承担责任的情形包括但不限于：</p>
<p>(1) 用户未按照本协议或平台不时公布的任何规则进行操作导致的任何损失或责任；</p>
<p>(2) 因用户使用的银行卡的原因导致的损失或责任，包括用户使用未经认证的银行卡或使用非用户本人/机构的银行卡或使用信用卡，用户的银行卡被冻结、挂失等导致的任何损失或责任；</p>
<p>(3) 用户向平台发送的指令信息不明确、或存在歧义、不完整等导致的任何损失或责任；</p>
<p>(4) 用户账户内余额不足导致的任何损失或责任；</p>
<p>(5) 其他因用户原因导致的任何损失或责任。</p>

<p class="fB mb5">第四章 风险提示</p>
<p>第十四条 平台用户了解并认可，任何通过平台进行的交易并不能避免以下风险的产生，平台不能也没有义务为如下风险负责：</p>
<p>1、 宏观经济风险：因宏观经济形势变化，可能引起价格等方面的异常波动，用户有可能遭受损失；</p>
<p>2、 政策风险：有关法律、法规及相关政策、规则发生变化，可能引起价格等方面异常波动，用户有可能遭受损失；</p>
<p>3、 商业风险：因用户的交易对方编造其身份信息、融资与用款用途或项目、还款等履约能力的商业欺诈风险，或因用户的交易方无力或未能按时足额履约，用户有可能遭受损失；</p>
<p>4、 利率风险：市场利率变化可能对购买或持有产品的实际收益产生影响；</p>
<p>5、 违约风险：因其他交易方无力或无意愿按时足额履约，用户有可能遭受损失；</p>
<p>6、 不可抗力因素导致的风险；</p>
<p>7、 互联网自身所具有的不稳定性造成的风险，包括并不限于电信设备发生故障、黑客攻击、网络供应商或银行技术故障等，造成平台服务中断或延迟的风险。</p>
<p>8、 因用户的过错导致的任何损失 ，该过错包括但不限于：决策失误、操作不当、遗忘或泄露密码、密码被他人破解、用户使用的计算机系统被第三方侵入、用户委托他人代理交易时他人恶意或不当操作而造成的损失。</p>
<p>第十五条 平台不对任何用户或/及任何交易提供任何担保，无论是明示、默示或法定的。平台不能也不试图对用户发布的信息进行控制，对该等信息，平台不承担任何形式的证明、鉴定服务。平台不能完全保证平台内容的真实性、充分性、可靠性、准确性、完整性和有效性，并且无需承担任何由此引起的法律责任。用户依赖于自身的独立判断进行交易，用户应对其做出的判断承担全部责任。尽管如此，对于用户发布违法违规信息内容的，平台有权视情况采取警示、限制功能、暂停更新、关闭平台账号等处置措施，保存记录并向有关主管部门报告。</p>
<p>第十六条 以上列举的风险种类并不能涵盖平台用户通过平台进行交易的全部风险及市场的全部情形。用户在做出交易决策前，应全面了解相关交易，谨慎决策，并自行承担全部风险。</p>

<p class="fB mb5">第五章 服务费用</p>
<p>第十七条 当平台用户使用平台服务时，平台会向用户收取相关服务费用。各项服务费用详见用户使用平台服务时在网站上所列之收费方式说明，平台保留单方面制定及调整服务费用的权利。</p>
<p>第十八条 平台用户在使用平台服务过程中（如充值或取现等）可能需要向第三方（如银行或第三方支付公司等）支付一定的费用，具体收费标准详见第三方网站相关页面，或平台提示的<a href="/pages/helpCenter/helpDetail.aspx?id=178" style="color:blue;font-size: 14px;">相关页面</a>。</p>

<p class="fB mb5">第六章 账户安全及管理</p>
<p>第十九条 平台用户了解并同意，确保平台账户及密码的机密安全是用户的责任。用户将对利用该平台账户及密码所进行的一切行动及言论，负完全的责任，并同意以下事项：</p>
<p>1、用户不对其他任何人泄露账户或密码，亦不可使用其他任何人的账户或密码。因黑客、病毒或用户的保管疏忽等非平台原因导致用户的平台账户遭他人非法使用的，平台不承担任何责任；</p>
<p>2、平台通过用户的平台账户及密码来识别用户的指令，用户确认，使用平台账户和密码登录后在平台的一切行为均代表用户本人/机构。用户的平台账户操作所产生的电子信息记录均为平台用户行为的有效凭据，并由用户承担由此产生的全部责任；</p>
<p>3、冒用他人平台账户及密码的，平台保留追究实际使用人连带责任的权利；</p>
<p>4、用户应根据平台的相关规则以及平台的相关提示创建一个安全密码，应避免选择过于明显的单词或日期。</p>
<p>第二十条 平台用户如发现有第三人冒用或盗用平台账户及密码，或其他任何未经合法授权的情形，应立即以有效方式通知平台，要求平台暂停相关服务，否则由此产生的一切责任由用户承担。同时，用户理解平台对用户的请求采取行动需要合理期限，在此之前，平台对第三人使用该服务所导致的损失不承担任何责任。</p>
<p>第二十一条 平台用户决定不再使用平台账户时，应首先清偿所有应付款项（包括但不限于违约金、服务费、管理费等），再将平台账户中的可用款项（如有）全部取现或者向平台发出其它合法的支付指令，并向平台申请注销该账户，经平台审核同意后可正式注销平台账户。</p>
<p>个人用户死亡或被宣告死亡的，其在本协议项下的各项权利义务由其继承人承担，若个人用户丧失全部或部分民事权利能力或民事行为能力，平台有权根据有效法律文书（包括但不限于生效的法院判决等）处置与其平台账户相关的款项。机构用户依法解散、被依法撤销或被依法宣告破产或由于其他原因终止的，平台将与机构用户权利义务的继承主体完成清算。</p>
<p>第二十二条 平台有权基于单方独立判断，在其认为可能发生危害交易安全等情形时，不经通知而先行暂停、中断或终止向平台用户提供本协议项下的全部或部分会员服务（包括收费服务），并将注册资料移除或删除，且无需对用户或任何第三方承担任何责任。前述情形包括但不限于：</p>
<p>1、平台认为用户提供的资料不具有真实性、有效性或完整性；</p>
<p>2、平台发现异常交易或有疑义或有违法之虞时；</p>
<p>3、平台认为用户账户涉嫌洗钱、套现、传销、被冒用或其他平台认为有风险之情形；</p>
<p>4、平台认为用户已经违反本协议中规定的各类规则及精神；</p>
<p>5、用户在使用平台收费服务时未按规定向平台支付相应的服务费用；</p>
<p>6、用户账户已连续两年内未实际使用且账户中资金和资产均为零；</p>
<p>7、平台基于交易安全等原因，根据其单独判断需先行暂停、中断或终止向用户提供本协议项下的全部或部分会员服务（包括收费服务），并将注册资料移除或删除的其他情形；</p>
<p>8、用户使用非法或不正当的技术手段进行危害交易安全或影响公平交易的行为，包括但不限于篡改交易数据、窃取客户信息、窃取交易数据、通过平台攻击其他已注册账户等。</p>
<p>第二十三条 平台用户同意在必要时，平台无需进行事先通知即有权终止提供用户账户服务，并可能立即暂停、关闭或删除平台用户账户及该用户账户中所有相关资料及档案。</p>
<p>第二十四条 平台用户同意，用户账户的暂停、中断或终止不代表用户责任的终止，用户仍应对使用平台服务期间的行为承担可能的违约或损害赔偿责任，同时平台仍可保有用户的相关信息。</p>

<p class="fB mb5">第七章 用户承诺</p>
<p>第二十五条 平台用户承诺绝不为任何非法目的或以任何非法方式使用平台服务，并承诺遵守中国相关法律、法规及一切使用互联网之国际惯例，遵守所有与平台服务有关的网络协议、规则和程序。</p>
<p>第二十六条 平台用户同意并保证不得利用平台服务从事侵害他人权益或违法之行为，若有违反者应负所有法律责任。上述行为包括但不限于：</p>
<p>1、反对宪法所确定的基本原则，危害国家安全、泄漏国家秘密、颠覆国家政权、破坏国家统一的；</p>
<p>2、侵害他人名誉、隐私权、商业秘密、商标权、著作权、专利权、其他知识产权及其他权益；</p>
<p>3、违反依法律或合约所应负之保密义务；</p>
<p>4、冒用他人名义使用平台服务；</p>
<p>5、从事任何不法交易行为，如贩卖枪支、毒品、禁药、盗版软件或其他违禁物；</p>
<p>6、提供赌博资讯或以任何方式引诱他人参与赌博；</p>
<p>7、涉嫌洗钱、套现或进行传销活动的；</p>
<p>8、 从事任何可能含有电脑病毒或是可能侵害平台服务系統、资料等行为；</p>
<p>9、 利用平台服务系统进行可能对互联网或移动网正常运转造成不利影响之行为；</p>
<p>10、 侵犯平台的商业利益，包括但不限于发布非经平台许可的商业广告；</p>
<p>11、 利用平台服务上传、展示或传播虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；</p>
<p>12、其他平台有正当理由认为不适当之行为。</p>
<p>第二十七条 平台保有依其单独判断删除平台内各类不符合法律政策或不真实或不适当的信息内容而无须通知会员的权利，并无需承担任何责任。若用户未遵守以上规定的，平台有权做出独立判断并采取暂停或关闭用户账户等措施，而无需承担任何责任。</p>
<p>第二十八条 平台用户同意，由于用户违反本协议，或违反通过援引并入本协议并成为本协议一部分的文件，或由于用户使用平台服务违反了任何法律或第三方的权利而造成任何第三方进行或发起的任何补偿申请或要求（包括律师费用），用户会对平台及其关联方、合作伙伴、董事以及雇员给予全额补偿并使之不受损害。</p>
<p>第二十九条 平台用户承诺，其提供给平台或通过平台上传/发布的信息均真实、有效、完整、详细、准确，用户有义务维持并更新以上资料。如用户违背上述承诺或平台依其独立判断怀疑资料为错误、虚假、过时或不完整，平台有权暂停或终止用户的平台账户，并拒绝用户使用平台服务的部分或全部功能。在此情况下，平台不承担任何责任，造成平台或其他方损失的，用户将承担因此所产生的直接或间接的任何支出或损失赔偿责任。</p>
<p>如因用户未及时更新基本资料，导致平台服务无法提供或提供时发生任何错误，用户不得将此作为取消交易或拒绝付款的理由，平台亦不承担任何责任，所有后果应由用户承担。</p>
<p>第三十条 用户承诺其应随时通过登陆平台及查阅其电子邮箱、手机短信，平台对于全部通知事项均通过平台、用户电子邮箱、客服电话、短信、站内信等方式进行告知，不再通过其他方式联络或通知用户。</p>
<p>如因用户提供的电子邮箱等信息有误、或者用户未及时登录网站、查阅其电子信箱，所告知用户未获知相关事项，由此造成用户损失均由用户自行承担，平台不承担任何责任。</p>
<p>第三十一条 用户承诺其作为投资人在平台进行投资行为时，用于投资的资金为其来源合法的自有资金；熟悉了解该融资项目的投资风险，具备相应的投资风险意识和风险识别能力；拥有熟练的相关理财产品投资经历，自行承担投资产生的本息损失。</p>
<p>第三十二条 用户承诺其作为投资人在平台进行投资行为时，保证符合购买具体产品所需的相关条件。</p>
 
<p class="fB mb5">第八章 服务中断或故障</p>
<p>第三十三条 平台用户同意，基于互联网的特殊性，平台不保证平台服务不会中断，也不担保服务的及时性和/或安全性。若因系统相关状况无法正常运作，使用户无法使用任何平台服务或使用任何平台服务时受到任何影响时，平台对平台用户或第三方不负任何责任，前述状况包括但不限于：</p>
<p>1、平台系统停机维护期间；</p>
<p>2、电信设备出现故障不能进行数据传输的；</p>
<p>3、由于黑客攻击、网络供应商技术调整或故障、网站升级、银行方面的问题等原因而造成的平台服务中断或延迟；</p>
<p>4、因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成平台系统障碍不能执行业务的。</p>

<p class="fB mb5">第九章 责任范围及限制</p>
<p>第三十四条 平台未对任何平台服务提供任何形式的保证，包括但不限于以下事项：</p>
<p>1、 平台服务将符合用户的需求；</p>
<p>2、 平台服务将不受干扰、及时提供或免于出错；</p>
<p>3、 用户经由平台服务购买或取得之任何产品、服务、资讯或其他资料将符合用户的期望。</p>
<p>第三十五条 平台服务的合作单位所提供的服务品质及内容由该合作单位自行负责。平台的内容可能涉及由第三方所有、控制或者运营的其他网站（下称“第三方网站”）。平台不能保证也没有义务保证第三方网站上任何信息的真实性和有效性。用户确认按照第三方网站的服务协议使用第三方网站，而不是按照本协议。第三方网站不是平台推荐或者介绍的，第三方网站的内容、产品、广告和其他任何信息均由用户自行判断并承担风险，而与平台无关。用户经由平台服务的使用下载或取得任何资料，应由用户自行权衡且自负风险，因资料的下载而导致的任何损坏由用户自行承担。</p>
<p>第三十六条 用户自平台及平台工作人员或经由平台服务取得的建议或资讯，无论其为书面或口头，均不构成平台对平台服务的任何保证。</p>
<p>第三十七条 在法律允许的情况下，平台对于与本协议有关或由本协议引起的，或者，由于使用平台、或由于其所包含的或以其它方式通过平台提供给用户的全部信息、内容、材料、产品（包括软件）和服务、或购买和使用产品引起的任何间接的、惩罚性的、特殊的、派生的损失（包括但不限于业务损失、收益损失、利润损失、使用数据或其他经济利益的损失），不论是如何产生的，也不论是由对本协议的违约（包括违反保证）还是由侵权造成的，均不负有任何责任，即使其事先已被告知此等损失的可能性。另外即使本协议规定的排他性救济没有达到其基本目的，也应排除平台对上述损失的责任。</p>
<p>第三十八条 除本协议另有规定外，在任何情况下，平台对本协议所承担的违约赔偿责任总额不超过向用户收取的当次平台服务费用总额。</p>

<p class="fB mb5">第十章 隐私保护</p>
<p>第三十九条 平台对于平台用户提供的、平台自行收集的、经认证的信息将按照本协议予以保护、使用或者披露。平台无需用户同意即可向第三方转让与平台有关的全部或部分权利和义务。未经平台事先书面同意，用户不得转让其在本协议项下的任何权利和义务。</p>
<p>第四十条 平台可能自公开及私人资料来源收集平台用户的额外资料，以更好地掌握用户情况，提升平台服务、解决争议并有助确保在平台进行安全交易。用户同意，除法律另有规定之外，基于为用户提供更优质服务之目的，向必要开展合作的第三方提供、查询和收集用户的信息。</p>
<p>第四十一条 平台按照平台用户在平台的行为自动追踪关注用户的某些资料。在不透露用户的隐私资料的前提下，平台有权对整个会员数据库进行分析并对会员数据库进行商业上的利用。</p>
<p>第四十二条 平台用户同意，平台可在平台的某些网页上使用诸如“Cookies”的用户行为资料收集，以促进平台进行优化改进。</p>
<p>第四十三条 平台用户同意平台可使用关于用户的相关资料（包括但不限于平台持有的有关用户的档案中的资料，平台从用户目前及以前在平台上的活动所获取的其他资料以及平台通过其他方式自行收集的资料）以解决争议、对纠纷进行调停。用户同意平台可通过人工或自动程序对平台用户的资料进行评价。</p>
<p>第四十四条 平台采用行业标准惯例以保护平台用户的资料。用户因履行本协议提供给平台的信息，平台不会恶意出售或免费共享给任何第三方，以下情况除外：</p>
<p>1、提供独立服务且仅要求服务相关的必要信息的供应商，如印刷厂、邮递公司等；</p>
<p>2、具有合法调阅信息权限并从合法渠道调阅信息的政府部门或其他机构，如公安机关、法院；</p>
<p>3、平台的关联企业。</p>
<p>第四十五条 平台有义务根据有关法律要求向司法机关和政府部门提供您的信息和资料。在平台用户未能按照与平台签订的协议或者与平台其他用户签订的协议等其他法律文本的约定履行自己应尽的义务时，平台有权根据自己的判断，或者与该笔交易有关的其他用户的请求披露用户的信息和资料，并做出评论。您严重违反平台的相关规则的，平台有权对用户提供的及平台自行收集的用户的信息和资料编辑入网站黑名单，并将该黑名单对第三方披露，且平台有权将您提交或平台自行收集的您的资料和信息与有权第三方（包括但不限于政府机关部门、监管机构等）进行数据共享，由此可能造成的您的任何损失，平台不承担法律责任。</p>

<p class="fB mb5">第十一章 知识产权</p>
<p>第四十六条 平台提供的网络服务中包含的任何文本、图片、图形、音频和/或视频资料均受版权、商标和/或其它财产所有权法律的保护，未经相关权利人同意，上述资料均不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者被用于其他任何商业目的。所有这些资料或资料的任何部分仅可作为私人和非商业用途而保存在某台计算机内。平台不就由上述资料产生或在传送或递交全部或部分上述资料过程中产生的延误、不准确、错误和遗漏或从中产生或由此产生的任何损害赔偿，以任何形式，向用户或任何第三方负责。</p>
<p>第四十七条 平台为提供网络服务而使用的任何软件（包括但不限于软件中所含的任何图象、照片、动画、录像、录音、音乐、文字和附加程序、随附的帮助材料）的一切权利均属于该软件的著作权人，未经该软件的著作权人许可，用户不得对该软件进行反向工程（reverse engineer）、反向编译（decompile）或反汇编（disassemble）。</p>

<p class="fB mb5">第十二章 权利追索</p>
<p>第四十八条 平台用户确认并同意，委托平台对通过平台签署电子合同项下进行交易的时间、金额等有关事项进行计算；在无明显错误的情况下，平台对上述交易相关事项的任何证明或确定，应作为终局证明。</p>
<p>第四十九条 平台用户确认并同意，若第三方机构或个人对通过平台进行的交易完成垫付或代偿后，权利自动转让至垫付方或代偿方，垫付方或代偿方获得包括但不限于催收、诉讼、向相关方进行追索等全部合同权利。</p>

<p class="fB mb5">第十三章 条款的解释、法律适用及争端解决</p>
<p>第五十条 本协议是由平台用户与平台共同签订的，适用于用户在平台的全部活动。本协议内容包括但不限于协议正文条款及已经发布的或将来可能发布的各类规则，所有条款和规则为协议不可分割的一部分，与协议正文具有同等法律效力。</p>
<p>第五十一条 本协议不涉及平台用户与平台的其他用户之间，因网上交易而产生的法律关系及法律纠纷。但用户在此同意将全面接受并履行与平台其他用户在平台签订的任何电子法律文本，并承诺按照该法律文本享有和（或）放弃相应的权利、承担和（或）豁免相应的义务。</p>
<p>第五十二条 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，则应认为该条款可与本协议相分割，并可被尽可能接近各方意图的、能够保留本协议要求的经济目的的、有效的新条款所取代，而且，在此情况下，本协议的其他条款仍然完全有效并具有约束力。</p>
<p>第五十三条 本协议的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向湛江仲裁委在东莞进行仲裁。</p>
<p>第五十四条 本协议发生纠纷时相关文件和法律文书送达时的送达地址及法律后果约定如下：</p>
<p>1、用户确认其有效的送达地址为其向平台申请服务时确认的住宅地址，若用户未提供则以用户户籍地地址为有效送达地址；</p>
<p>2、上述第1款约定的送达地址适用范围包括非诉时各类通知、协议等文件以及就协议发生纠纷时相关文件和法律文书的送达，同时包括在争议进入民事诉讼程序后的一审、二审、再审和执行程序；</p>
<p>3、用户送达地址需要变更时应当通过书面方式通知平台并经平台确认。在民事诉讼程序时当事人地址变更时应当向法院履行送达地址变更通知义务；</p>
<p>4、若用户未按前述方式履行通知义务，则本条第1款确定的送达地址仍视为有效送达地址，因当事人提供或者确认的送达地址不准确、送达地址变更后未及时依程序告知对方和法院、当事人或指定的接收人拒绝签收等原因，导致法律文书未能被当事人实际接收的，邮寄送达的，以文书退回之日视为送达之日；直接送达的，送达人当场在送达回证上记明情况之日视为送达之日；履行送达地址变更通知义务的，以变更后的送达地址为有效送达地址。对于上述当事人在合同中明确约定的送达地址，法院进行送达时可直接邮寄送达，即使当事人未能收到法院邮寄送达的文书，由于其在合同中的约定，也应当视为送达；</p>
<p>5、纠纷进入民事诉讼程序后，如当事人应诉并直接向法院提交送达地址确认书，该确认地址与诉前确认的送达地址不一致的，以向法院提交确认的送达地址为准（该送达地址适用上述第4条规定的送达方式及送达的法律后果）。</p>
<p>第五十五条 若本协议的部分条款被认定为无效或者无法实施时，本协议中的其他条款仍然有效。</p>
<p>第五十六条 平台对本协议拥有最终的解释权。</p>
    </section>
    <script type="text/javascript" src="/scripts/jquery.min.js"></script>
    <script type="text/javascript" src="/scripts/base.js?v=1"></script>
</body>
</html>
