<template>
  <div class="mask-rule">
    <div class="rule-tit">活动规则</div>
    <div class="rule-con">
      <p>
        <i></i>跳一跳路线是从辽宁出发，往南一直跳到港澳，回答完2018年相应的大事件问题，即可跳入下一省份；
      </p>
      <p>
        <i></i>回答正确9题以上（含9题）即可发放2019祝福礼包，正确题目少于9题，则没有祝福礼包，可分享重新回答，每位用户只能领取一次奖励；
      </p>
      <p>
        <i></i>每个用户仅有一次跳一跳机会，答对9题以下分享可再玩一次，请珍惜机会；
      </p>
      <p>
        <i></i>本次活动与奖品与苹果公司无关。
      </p>
      <!-- <p>
        <i></i>在法律许可范畴内，本次活动最终解释权归团贷网所有。
      </p> -->
    </div>
  </div>
</template>
